Repository: zfsonlinux/grub
Catalog: debian/po/*.po
Languages: da, es, hr, pt_br

source: Chainload from menu.lst?
da: Chainload fra menu.lst?
es: ¿Desea realizar la carga en cadena desde el archivo «menu.lst»?
hr: Uèitaj ulanèano preko menu.lst?
pt_br: Carregar em cadeia a partir do menu.lst?

source: GRUB upgrade scripts have detected a GRUB Legacy setup in /boot/grub.
da: Opgraderingsskripterne til GRUB har fundet en GRUB Legacy-opsætning i /boot/grub.
es: Los scripts de actualización han detectado en «/boot/grub» una configuración heredada de una versión anterior de GRUB.
hr: Skripte za nadogradnju GRUB-a su prona¹le GRUB Legacy postavke u /boot/grub.
pt_br: Os scripts de atualização do GRUB detectaram uma configuração do GRUB Legado em /boot/grub.

source: In order to replace the Legacy version of GRUB in your system, it is recommended that /boot/grub/menu.lst is adjusted to chainload GRUB 2 from your existing GRUB Legacy setup. This step may be automaticaly performed now.
da: For at erstatte GRUB-versionen Legacy på dit system, anbefales det at /boot/grub/menu.lst justeres til at chainloade GRUB 2 fra din eksisterende GRUB Legacy-opsætning. Dette trin kan udføres automatisk nu.
es: Para reemplazar la versión anterior de GRUB en el sistema, se recomienda que se configure «/boot/grub/menu.lst» para que cargue en cadena GRUB 2 a partir de la configuración heredada de GRUB. Este paso se debería hacer de forma automática.
hr: Kako bi zamijenili Legacy verziju GRUB-a na va¹em sustavu, preporuèuje se prilagodba /boot/grub/menu.lst kako bi se ulanèano uèitao GRUB 2 iz va¹ih postojeæih GRUB Legacy postavki. Ovaj korak se sada mo¾e automatski izvr¹iti.
pt_br: A fim de substituir a versão Legada do GRUB no seu sistema, é recomendável que o /boot/grub/menu.lst seja ajustado para carregar em cadeia o GRUB 2 a partir da sua configuração existente do GRUB Legado. Este passo pode ser executado automaticamente agora.

source: It's recommended that you accept chainloading GRUB 2 from menu.lst, and verify that your new GRUB 2 setup is functional for you, before you install it directly to your MBR (Master Boot Record).
da: Det anbefales, at du accepter at chainloade GRUB 2 fra menu.lst, og verificerer at din nye GRUB 2-opsætning virker for dig, før du installerer den direkte til din MBR (Master Boot Record).
es: Antes de instalar GRUB 2 directamente en el MBR («Master Boot Record») se recomienda que acepte cargarlo en cadena desde el archivo «menu.lst» y que verifique que puede utilizar la nueva configuración de GRUB 2.
hr: Preporuèuje se da prihvatite ulanèano uèitavanje GRUB 2 iz menu.lst, tako da mo¾ete provjeriti da vam nove GRUB 2 postavke funkcioniraju, prije nego ¹to izravno instalirate GRUB2 u MBR (Master Boot Record).
pt_br: É recomendado que você aceite o carregamento em cadeia do GRUB 2 a partir do menu.lst, e verifique que sua nova configuração do GRUB 2 está funcional para você, antes de instalá-lo diretamente no seu MBR ("Master Boot Record").

source: In either case, whenever you want GRUB 2 to be loaded directly from MBR, you can do so by issuing (as root) the following command:
da: Uanset hvad, når du ønsker at GRUB 2 skal indlæses direkte fra MBR, kan du gøre det ved at udstede (som root) den følgende kommando:
es: En cualquier caso, cuando quiera que GRUB 2 se cargue directamente desde el MBR, puede hacerlo ejecutando (como usuario «root») la siguiente orden:
hr: U oba sluèaja ako ¾elite da se GRUB 2 uèitava izravno iz MBR-a, mo¾ete to napraviti ako (kao root korisnik) pokrenete sljedeæu naredbu:
pt_br: Em todo caso, sempre que você quiser que o GRUB 2 seja carregado diretamente do MBR, você pode fazê-lo (como root) através do seguinte comando:

source: GRUB installation failed. Continue?
da: GRUB-installation mislykkedes. Fortsæt?
es: La instalación de GRUB ha fallado. ¿Desea continuar?
hr: Instalacija GRUB-a nije uspjela. Nastaviti?
pt_br: A instalação do GRUB falhou. Continuar?

source: GRUB failed to install to the following devices:
da: Kunne ikke installere GRUB til de følgende enheder:
es: GRUB no pudo instalar los siguientes dispositivos:
hr: GRUB nije uspio instalaciju na sljedeæe ureðaje:
pt_br: Falha ao instalar o GRUB nos seguintes dispositivos:

source: Do you want to continue anyway? If you do, your computer may not start up properly.
da: Ønsker du at fortsætte alligevel? Hvis du fortsætter, kan din computer måske ikke starte korrekt op.
es: ¿Desea continuar de todos modos? Si lo hace, puede que su máquina no se inicie apropiadamente.
hr: ®elite li ipak nastaviti? Ako to napravite, va¹e raèunalo se mo¾da neæe moæi uredno pokrenuti.
pt_br: Você deseja continuar de qualquer maneira? Se você continuar, seu computador talvez não inicialize corretamente.

source: GRUB installation failed. Try again?
da: GRUB-installation mislykkedes. Forsøg igen?
es: La instalación de GRUB ha fallado. ¿Desea volver a intentarlo?
hr: Instalacija GRUB-a nije uspjela. Poku¹ati ponovo?
pt_br: A instalação do GRUB falhou. Tentar novamente?

source: You may be able to install GRUB to some other device, although you should check that your system will boot from that device. Otherwise, the upgrade from GRUB Legacy will be cancelled.
da: Du kan måske installere GRUB til en anden enhed, selvom du skal tjekke at dit system kan/vil opstarte fra denne enhed. Ellers vil opgraderingen fra GRUB Legacy blive afbrudt.
es: Puede instalar GRUB en otro dispositivo, aunque debería comprobar que su sistema arrancará desde ese dispositivo. De otro modo, se cancelará la actualización de la versión anterior de GRUB.
hr: Mo¾da mo¾ete instalirati GRUB na neki drugi ureðaj, iako biste morali provjeriti da se va¹ sustav mo¾e podizati s tog ureðaja. U suprotnom, nadogradnja s GRUB Legacy æe biti prekinuta.
pt_br: Você pode conseguir instalar o GRUB em outro dispositivo, mas você deve verificar se o seu sistema vai conseguir inicializar a partir deste dispositivo. Caso contrário, a atualização do GRUB Legado será cancelada.

source: Continue without installing GRUB?
da: Fortsæt uden at installere GRUB?
es: ¿Desea continuar sin instalar GRUB?
hr: Nastaviti bez instalacije GRUB-a?
pt_br: Continuar sem instalar o GRUB?

source: You chose not to install GRUB to any devices. If you continue, the boot loader may not be properly configured, and when your computer next starts up it will use whatever was previously in the boot sector. If there is an earlier version of GRUB 2 in the boot sector, it may be unable to load modules or handle the current configuration file.
da: Du har valgt ikke at installere GRUB på nogen enhed. Hvis du fortsætter, vil opstarteren (boot loader) måske ikke være korrekt konfigureret, og når din computer starter op næste gang, vil den bruge det tidligere indhold i din opstartssektor (boot sector). Hvis der er en tidligere version af GRUB 2 i opstartsektoren, vil den måske ikke være i stand til at indlæse moduler eller håndtere den aktuelle konfigurationsfil.
es: Ha escogido no instalar GRUB en ningún dispositivo. Si continúa, puede que el cargador de arranque no se configure correctamente, y cuando su máquina se vuelva a iniciar se utilizará lo que hubiera anteriormente en el sector de arranque. Si hay una versión previa de GRUB 2 en el sector de arranque, puede que sea imposible cargar los módulos o manejar el archivo de configuración actual.
hr: Odabrali ste da ne instalirate GRUB ni na jedan ureðaj. Ako nastavite, boot uèitavaè neæe biti ispravno pode¹en, a kada se va¹e raèunalo iduæi put upali, koristit æe ¹to god je prethodno bilo u boot sektoru. Ako se tamo nalazi ranija verzija GRUB 2, mo¾da æe doæi do problema s uèitavanjem modula ili a¾urnih postavki.
pt_br: Você escolheu não instalar o GRUB em nenhum dispositivo. Se você continuar, o sistema de inicialização ("boot loader") poderá não ser configurado corretamente, e na próxima vez que seu computador inicializar ele usará a versão que estava anteriormente no setor de inicialização ("boot"). Se houver uma versão anterior do GRUB 2 no setor de inicialização, pode ser que ele não consiga carregar módulos ou manipular corretamente o arquivo de configuração.

source: If you are already running a different boot loader and want to carry on doing so, or if this is a special environment where you do not need a boot loader, then you should continue anyway. Otherwise, you should install GRUB somewhere.
da: Hvis du allerede kører en anden opstarter (boot loader) og ønsker at fortsætte med dette, eller hvis dette er et specielt miljø, hvor du ikke har brug for en opstarter, så skal du fortsætte alligevel. Ellers skal du installere GRUB et eller andet sted.
es: Si está ejecutando un cargador de arranque diferente y quiere seguir, o si es un entorno especial en el que no necesita un cargador de arranque, entonces debería continuar. De otro modo, debería instalar GRUB en algún lado.
hr: Ako veæ imate neki drugi boot uèitavaè i ¾elite ga zadr¾ati, ili ako je ovo neko posebno okru¾enje gdje ne trebate boot uèitavaè, trebate nastaviti. Inaèe biste morali negdje instalirati GRUB.
pt_br: Se você já estiver executando um sistema de inicialização ("boot loader") diferente e quiser continuar a fazê-lo, ou se este é um ambiente especial, onde você não precisa de um sistema de inicialização, então você deve continuar de qualquer maneira. Caso contrário, você deve instalar o GRUB em algum outro lugar.

source: Finish conversion to GRUB 2 now?
da: Afslut konvertering til GRUB 2 nu?
es: ¿Desea terminar la conversión a GRUB 2 ahora?
hr: Zavr¹iti prebacivanje na GRUB 2?
pt_br: Completar a conversão para o GRUB 2 agora?

source: This system still has files from the GRUB Legacy boot loader installed, but it now also has GRUB 2 boot records installed on these disks:
da: Dette system har stadig filer fra GRUB Legacy-opstarteren installeret, men systemet har nu også GRUB 2 opstartsposter installeret på disse diske:
es: Este sistema todavía tiene archivos del cargador de arranque de la versión anterior de GRUB instalados, pero ahora también tiene registros de arranque de GRUB 2 instalados en estos distos:
hr: Ovaj sustav jo¹ uvijek ima instalirane datoteke GRUB Legacy boot uèitavaèa, ali sada ima i GRUB 2 boot zapise instalirane na ovim diskovima:
pt_br: Este sistema ainda tem arquivos do GRUB Legado instalados, mas agora também tem registros de inicialização ("boot records") do GRUB 2 instalados nestes discos:

source: It seems likely that GRUB Legacy is no longer in use, and that you should instead upgrade the GRUB 2 images on these disks and finish the conversion to GRUB 2 by removing old GRUB Legacy files. If you do not upgrade these GRUB 2 images, then they may be incompatible with the new packages and cause your system to stop booting properly.
da: Det virker sandsynligt at GRUB Legacy ikke længere er i brug, og at du i steden fir skal opgradere GRUB 2-billederne på disse diske og afslutte konverteringen til GRUB 2 ved af fjerne ældre GRUB Legacy-filer. Hvis du ikke opgraderer disse GRUB 2-billeder, så er de måske ikke kompatible med de nye pakker og får dit system til at holde op med at starte korrekt op.
es: Parece que la versión anterior de GRUB ya no se utiliza, y que usted debería actualizar las imágenes de GRUB 2 en estos discos y terminar la conversión a GRUB 2 borrando los archivos de la versión anterior de GRUB. Si no actualiza estas imágenes de GRUB 2, puede que sean incompatibles con los nuevos paquetes y que provoquen que su sistema no arranque correctamente.
hr: Vjerojatno je GRUB Legacy izbaèen iz uporabe i trebali biste nadograditi na GRUB 2 snimke na ovim diskovima te zavr¹iti prebacivanje brisanjem starih GRUB Legacy datoteka. Ako niste nadogradili ove GRUB 2 snimke, onda bi one mogle biti nekompatibilne s novim verzijama paketa, ¹to bi moglo uzrokovati nemoguænost ispravnog pokretanja sustava.
pt_br: Parece provável que o GRUB Legado não está mais em uso, e que você deva atualizar as imagens do GRUB 2 nestes discos e completar a conversão para o GRUB 2, removendo arquivos antigos do GRUB Legado. Se você não atualizar essas imagens do GRUB 2, então elas podem ser incompatíveis com os novos pacotes e fazer com que o sistema deixe de inicializar corretamente.

source: You should generally finish the conversion to GRUB 2 unless these boot records were created by a GRUB 2 installation on some other operating system.
da: Du bør generelt afslutte konverteringen til GRUB 2 medmindre disse opstartsposter blev oprettet af en GRUB 2-installation på et andet operativsystem.
es: Debería terminar la conversión a GRUB 2 a menos que estos registros de arranque los crease una instalación de GRUB 2 en algún otro sistema operativo.
hr: Opæenito, trebali biste dovr¹iti nadogradnju na GRUB 2, osim ako su navedeni boot zapisi napravljeni instalacijom GRUB 2 na nekom drugom operacijskom sustavu.
pt_br: Você normalmente deveria completar a conversão para o GRUB 2, a menos que esses registros de inicialização ("boot records") tenham sido criados por uma instalação do GRUB 2 em algum outro sistema operacional.

source: Linux command line:
da: Kommandolinje til Linux:
es: Linea de órdenes de Linux:
hr: Linux naredbeni redak:
pt_br: Linha de comando Linux:

source: The following Linux command line was extracted from /etc/default/grub or the `kopt' parameter in GRUB Legacy's menu.lst. Please verify that it is correct, and modify it if necessary.
da: Den følgende kommandolinje i Linux blev udtrukket fra /etc/default/grub eller parameteren `kopt' i GRUB Legacys menu.lst. Verificer venligst at den er korrekt, og ændre den om nødvendigt.
es: La siguiente linea de órdenes de Linux se extrajo del archivo «/etc/default/grub» o del parámetro «kopt» en el archivo «menu.lst» de la versión anterior de GRUB. Por favor, compruebe que esto es correcto y modifíquelo si es necesario.
hr: Ovaj naredbeni redak za sam Linux kernel je izvaðen iz /etc/default/grub ili iz parametra 'kopt' u menu.lst datoteci GRUB Legacya. Molim provjerite je li ispravan, i ako je potrebno uredite ga.
pt_br: A linha de comando Linux a seguir foi extraída de /etc/default/grub ou do parâmetro 'kopt' do menu.lst do Grub Legado. Por favor, verifique se ela está correta, e modifique-a se necessário.

source: Linux default command line:
da: Standardkommandolinje i Linux:
es: Linea de órdenes predeterminada de Linux:
hr: Pretpostavljeni Linux naredbeni redak:
pt_br: Linha de comando padrão Linux:

source: The following string will be used as Linux parameters for the default menu entry but not for the recovery mode.
da: Den følgende streng vil blive brugt som Linuxparametre for standardmenupunktet men ikke for gendannelsestilstanden.
es: La siguiente cadena se utilizará como parámetros de Linux para la entrada predeterminada del menú pero no para el modo de recuperación.
hr: Sljedeæi izraz æe biti kori¹ten kao parametar za Linux stavke u izborniku, osim za spasonosni naèin rada.
pt_br: O seguinte texto ("string") será usado como lista de parâmetros do Linux para a entrada padrão do menu, mas não para o modo de recuperação.

source: kFreeBSD command line:
da: Kommandolinje for kFreeBSD:
es: Linea de órdenes de kFreeBSD:
hr: kFreeBSD naredbeni redak:
pt_br: Linha de comando kFreeBSD:

source: The following kFreeBSD command line was extracted from /etc/default/grub or the `kopt' parameter in GRUB Legacy's menu.lst. Please verify that it is correct, and modify it if necessary.
da: Den følgende kommandolinje i kFreeBSD blev udtrukket fra /etc/default/grub eller fra parameteren `kopt' i GRUB Legacys menu.lst. Verificer venligst at den er korrekt, og ændre den om nødvendigt.
es: La siguiente linea de órdenes de kFreeBSD se extrajo del archivo «/etc/default/grub» o del parámetro «kopt» en el archivo «menu.lst» de la versión anterior de GRUB. Por favor, compruebe que esto es correcto y modifíquelo si es necesario.
hr: Ovaj naredbeni redak za kFreeBSD kernel je izvaðen iz /etc/default/grub ili iz parametra 'kopt' u menu.lst datoteci GRUB Legacya. Molim provjerite je li ispravan, i ako je potrebno uredite ga.
pt_br: A linha de comando kFreeBSD a seguir foi extraída de /etc/default/grub ou do parâmetro 'kopt' do menu.lst do Grub Legado. Por favor, verifique se ela está correta, e modifique-a se necessário.

source: kFreeBSD default command line:
da: Standardkommandolinje i kFreeBSD:
es: Linea de órdenes predeterminada de kFreeBSD:
hr: Pretpostavljeni kFreeBSD naredbeni redak:
pt_br: Linha de comando padrão kFreeBSD:

source: The following string will be used as kFreeBSD parameters for the default menu entry but not for the recovery mode.
da: Den følgende streng vil blive brugt som kFreeBSD-parametre for standardmenupunktet men ikke for gendannelsestilstanden.
es: La siguiente cadena se utilizará como parámetros de kFreeBSD para la entrada predeterminada del menú pero no para el modo de recuperación.
hr: Sljedeæi izraz æe biti kori¹ten kao parametar za kFreeBSD stavke u izborniku, osim za spasonosni naèin rada.
pt_br: O seguinte texto ("string") será usado como lista de parâmetros do kFreeBSD para a entrada padrão do menu, mas não para o modo de recuperação.

source: /boot/grub/device.map has been regenerated
da: /boot/grub/device.map er blevet gendannet
es: Se ha regenerado el archivo «/boot/grub/device.map»
hr: /boot/grub/device.map je regeneriran
pt_br: /boot/grub/device.map foi gerado novamente

source: The file /boot/grub/device.map has been rewritten to use stable device names. In most cases, this should significantly reduce the need to change it in future, and boot menu entries generated by GRUB should not be affected.
da: Filen /boot/grub/device.map er blevet genskrevet til at bruge stabile enhedsnavne. I de fleste tilfælde vil dette markant reducere behovet for at ændre filen fremover, og opstartsmenupunkter oprettet af GRUB vil ikke blive påvirket.
es: El archivo «/boot/grub/device.map» se ha rescrito para utilizar los nombres de dispositivos estables. En la mayoría de los casos, esto debería reducir significativamente la necesidad de cambiarlo en el futuro, y las entradas del menú que generó GRUB no se verán afectadas.
hr: Datoteka /boot/grub/device.map je prepisana kako bi se u njoj koristila stabilna imena ureðaja. U veæini sluèajeva, to bi trebalo znaèajno smanjiti potrebu za njenim buduæim mijenjanjem, a boot stavke koje generira GRUB ne bi trebale biti pod utjecajem ove promjene.
pt_br: O arquivo /boot/grub/device.map foi reescrito para usar nomes estáveis de dispositivo. Na maioria dos casos, isto pode reduzir de forma significativa a necessidade de mudá-los no futuro, e as entradas do menu de inicialização ("boot") geradas pelo GRUB não devem ser afetadas.

source: However, since you have more than one disk in your system, it is possible that you were depending on the old device map. Please check whether you have any custom boot menu entries that rely on GRUB's (hdN) drive numbering, and update them if necessary.
da: Da du har mere end en disk i dit sytem, er det dog muligt, at du har en afhængighed af det gamle enhedskort. Tjek venligst om du har nogle tilpassede opstartsmenupunkter som afhænger af GRUB's (hdn) drevnummerering, og opdater dem om nødvendigt.
es: Sin embargo, ya que tiene más de un disco en su sistema, es posible que dependiera de un mapa de dispositivos antiguo. Por favor, compruebe si tiene alguna entrada personalizada en el menú de arranque que depende de la numeración de los dispositivos de GRUB (hdN) y actualizarla si es necesario.
hr: Ipak, buduæi da imate vi¹e od jednog diska u va¹em sustavu, moguæe je da ste ovisili o staroj mapi ureðaja. Molim provjerite imate li nekih prilagoðenih boot zapisa koji ovise o GRUB-ovom (hdN) oznaèavanju ureðaja, i a¾urirajte ih ako je potrebno.
pt_br: Entretanto, desde que você tenha mais de um disco no seu sistema, é possível que você dependesse do antigo mapa de dispositivos. Por favor, verifique se você tem quaisquer outras entradas personalizadas no menu de inicialização ("boot") que dependam da numeração de "drive" do GRUB (hdN), e atualize-as se necessário.

source: If you do not understand this message, or if you do not have any custom boot menu entries, you can ignore this message.
da: Hvis du ikke forstår denne besked, eller du ikke har nogen tilpasset opstartsmenupunkter, kan du ignorere denne besked.
es: Puede ignorar este mensaje si no lo entiende, o si no tiene ninguna entrada personalizada en el menú de arranque.
hr: Ako ne razumijete ovu poruku, ili ako nemate prilagoðenih boot zapisa, ovu poruku mo¾ete zanemariti.
pt_br: Se você não compreende esta mensagem, ou se não tem nenhuma entrada personalizada no menu de inicialização ("boot"), você pode ignorar esta mensagem.
